Repository: garnacho/gtk-roles-and-siblings
Catalog: po/*.po
Languages: en@ipa

source: GIF file was missing some data (perhaps it was truncated somehow?)
en@ipa: GIF faɪl wɒz mɪsɪŋ sʌm deɪtə (pəhæps ɪt wɒz trʌŋkeɪtɪd sʌmhau?)

source: Internal error in the GIF loader (%s)
en@ipa: ɪntɜnəl ɛrə ɪn ðə GIF ləudə (%s)

source: Circular table entry in GIF file
en@ipa: sɜkjulə teɪbl ɛntri ɪn GIF faɪl

source: File does not appear to be a GIF file
en@ipa: fɑil dʌs nɒt əpiə tə bi ə GIF faɪl

source: Version %s of the GIF file format is not supported
en@ipa: vɜːʃən %s ɒv ðə GIF faɪl fɔmæt ɪz nɒt sʌpɒtɪd

source: GIF animation contained a frame with an incorrect size
en@ipa: GIF ænɪmeɪʃən kənteɪnd ə freɪm wɪð ən ɪnkərɛkt saɪz

source: Hue:
en@ipa: hjuː:

source: Saturation:
en@ipa: sætʃureɪʃən:

source: Value:
en@ipa: væljuː:

source: Red:
en@ipa: rɛd

source: Green:
en@ipa: griːn:

source: Blue:
en@ipa: bluː:

source: Opacity:
en@ipa: əʊpæsɪti:

source: Hex Value:
en@ipa: hɛks væljuː:

source: Custom Palette
en@ipa: kʌstəm pælɪt

source: Set Color
en@ipa: sɛt kʌlə

source: Directories
en@ipa: daɪrɛktəriz

source: Files
en@ipa: faɪlz

source: Directory unreadable: %s
en@ipa: daɪrɛktəri ʌnridəbl: %s

source: Create Dir
en@ipa: krieɪt dɜː

source: Delete File
en@ipa: dəlit faɪl

source: Rename File
en@ipa: rineɪm faɪl

source: Error
en@ipa: ɛrə

source: Close
en@ipa: kləʊz

source: Create Directory
en@ipa: krieɪt daɪrɛktəri

source: Directory name:
en@ipa: daɪrɛktəri neɪm:

source: Create
en@ipa: krieɪt

source: Cancel
en@ipa: kænsl

source: Delete
en@ipa: dəlit

source: Rename
en@ipa: rineɪm

source: Selection:
en@ipa: səlɛkʃən:

source: Family:
en@ipa: fæməli:

source: Style:
en@ipa: staɪl:

source: Size:
en@ipa: saɪz:

source: Preview:
en@ipa: privjuː:

source: Font Selection
en@ipa: fɒnt səlɛkʃən

source: Gamma
en@ipa: gæmə

source: Gamma value
en@ipa: gæmə væljuː

source: OK
en@ipa: əʊkeɪ

source: Input
en@ipa: ɪmpʌt

source: No input devices
en@ipa: nəʊ ɪmpʌt dɪvaɪsɪz

source: Device:
en@ipa: dɪvaɪs

source: Disabled
en@ipa: dɪseɪbəld

source: Screen
en@ipa: skriːn

source: Window
en@ipa: wɪndəʊ

source: Mode:
en@ipa: məʊd:

source: Axes
en@ipa: æksiz

source: Keys
en@ipa: kiːz

source: Save
en@ipa: seɪv

source: Pressure
en@ipa: prɛʃə

source: X Tilt
en@ipa: X tɪlt

source: Y Tilt
en@ipa: Y tɪlt

source: Wheel
en@ipa: wiːl

source: none
en@ipa: nən

source: (disabled)
en@ipa: (dɪseɪbəld)

source: (unknown)
en@ipa: (ʌnəʊn)

source: clear
en@ipa: kliə

source: Information
en@ipa: ɪnfəmeɪʃən

source: Warning
en@ipa: wɔːnɪŋ

source: Question
en@ipa: kwɛstʃən

source: _Yes
en@ipa: _jɛs

source: _No
en@ipa: _nəu

source: Quit
en@ipa: kwɪt

source: Help
en@ipa: hɛlp

source: New
en@ipa: njuː

source: Open
en@ipa: əupən

source: Page %u
en@ipa: peɪdʒ %u

source: Unable to locate image file in pixmap_path: "%s" line %d
en@ipa: ʌneɪbəl tə ləʊkeɪt ɪmɪdʒ faɪl ɪn pixmap_path: "%s" laɪn %d

source: Unable to locate image file in pixmap_path: "%s"
en@ipa: ʌneɪbəl tu ləʊkeɪt ɪmɪdʒ faɪl ɪn pixmap_path: "%s"

source: Unable to locate loadable module in module_path: "%s",
en@ipa: ʌneɪbəl tu ləʊkeɪt ɪmɪdʒ faɪl ɪn module_path: "%s",

source: --- No Tip ---
en@ipa: --- nəʊ tɪp ---
